<?php

return [
    'course.update' => 'Предмет успешно обновлен.',
    'course.create' => 'Предмет успешно создан.',
    'course.delete' => 'Предмет успешно удален.',
    'role.not_exist' => 'Роли не существует.',
    'role.root_not_change' => 'Роль корневого технического специалиста нельзя изменить.',
    'role.current_fail' => 'У данного пользователя уже установлена эта роль.',
    'role.change_success' => 'Роль успешно изменена.',
    'auth.no-access' => 'Доступ к этому действию невозможен с вашим уровнем доступа'
];
