<?php

return [
    'periods.create' => 'Учебный год успешно создан.',
    'periods.update' => 'Учебный год успешно обновлен.',
    'periods.delete' => 'Учебный год успешно удален.',
    'periods.active_cant_be_deleted' => 'Активный год невозможно удалить. Активируйте другой, после чего удалите этот.',
    'student.create' => 'Ученик успешно создан.',
    'student.update' => 'Ученик успешно обновлен.',
    'student.delete' => 'Ученик успешно удален.',
    'course.update' => 'Предмет успешно обновлен.',
    'course.create' => 'Предмет успешно создан.',
    'course.delete' => 'Предмет успешно удален.',
    'role.not_exist' => 'Роли не существует.',
    'role.root_not_change' => 'Роль корневого технического специалиста нельзя изменить.',
    'role.current_fail' => 'У данного пользователя уже установлена эта роль.',
    'role.change_success' => 'Роль успешно изменена.',
    'auth.no-access' => 'Доступ к этому действию невозможен с вашим уровнем доступа'
];
